{
  "sobreMi": {
    "title": "About Me",
    "description": "Hey, I'm Martin—a Full Stack Developer who thrives on turning complex challenges into elegant solutions.\n\nCurrently, I serve as the exclusive IT developer for Biras Creek Resort in the British Virgin Islands, where I architect and maintain their entire technology infrastructure remotely from Buenos Aires. I've built everything from a full-stack booking platform processing 200+ monthly transactions to intelligent N8N automation workflows that eliminated 40+ hours of weekly manual work.\n\nMy approach to development is straightforward: write clean code, focus on results, and always optimize for the end user. I work primarily with React, Node.js, Express, PostgreSQL, and automation tools like N8N—but I'm equally comfortable learning whatever technology the project demands.\n\nBefore diving full-time into software development, I spent 15+ years as a professional sailor and currently compete in kitesurfing at a national level in Argentina. That athletic background taught me discipline, strategic thinking, and how to perform under pressure—skills that directly translate to delivering quality software on tight deadlines.\n\nI'm always open to interesting projects and new opportunities. If you're looking for a developer who can work independently, think strategically, and deliver results—let's talk.",
    "personalData": "Personal Data",
    "birthday": "Birthday",
    "phone": "Phone",
    "email": "Email",
    "website": "Website",
    "address": "Address",
    "interests": "Interests",
    "ai": "AI",
    "music": "Music",
    "travel": "Travel",
    "family": "Family",
    "yachting": "Yachting",
    "animals": "Animals",
    "gym": "Gym",
    "reading": "Reading",
    "downloadCV": "Download CV"
  },
  "skills": {
    "title": "Skills",
    "technicalSkills": "Technical Skills",
    "javascript": "JavaScript",
    "htmlCss": "HTML & CSS",
    "postgresql": "PostgreSQL",
    "react": "React",
    "N8N": "N8N (Workflow Automation)",
    "professionalSkills": "Professional Skills",
    "communication": "Communication",
    "teamwork": "Teamwork",
    "creativity": "Creativity",
    "adaptability": "Adaptability",
    "problemSolving": "Problem Solving"
  },
  "inicio": {
    "name": "Martin Gwozdz",
    "title": "Software Engineer in progress - Full Stack Developer"
  },
  "portfolio": {
  "title": "Proyects",
  "projects": [
    {
      "title": "Biras Creek Resort – Booking & Automation Platform",
      "description": "Enterprise-level full-stack reservation and payment platform developed for a luxury Caribbean resort. Includes secure payment processing, admin dashboard, and automated workflows that reduced 40+ hours of manual work per week.",
      "url": "https://www.biras.com"
    }
  ]
},
  "navbar": {
    "home": "HOME",
    "about": "ABOUT ME",
    "skills": "SKILLS",
    "projects": "PROJECTS",
    "education": "EDUCATION",
    "english": "EN",
    "spanish": "ES"
  },
  "education": {
  "title": "Education",
  "plataforma5": {
    "title": "Plataforma 5",
    "description": "High-performance Full Stack Bootcamp with over 800 intensive hours of professional programming. A rigorous training program focused on real-world industry standards, full-scale application development, and complex problem solving. Strong emphasis on hands-on experience, agile methodologies, collaborative work, and continuous technical challenge, preparing developers for production-level environments."
  },
  "tiffin": {
    "title": "Tiffin University",
    "description": "Internationally recognized university offering advanced studies in Systems Engineering and Information Technology. A high-level academic program focused on software architecture, analytical thinking, and strong engineering fundamentals. Remote learning modality with a global perspective and curriculum aligned with the most demanding technological standards. Location: Ohio, United States."
  }
}

}
